print('''"CAT"마을에는 귀여운 강아지가 살고 있습니다.
하지만 강아지가 옆 마을 @@ 마을에 가서 오지 않고 있어요..''')
print()
print('''강아지를 찾아주실래요? 저희 마을 마스코트이기 때문에 꼭 찾아야 돼요 ㅠㅠ
강아지 이름은 'COOKIE'입니다. 이름도 귀엽지 않나요?''')
print()
print('참, 이럴 때가 아닙니다. 강아지를 찾으러 가야죠!')
print()
print('강아지 사진을 보여드릴게요.')
print()
print('\"CAT\" 마을 \'COOKIE\' 강아지')
print('|\_/|')
print('|q p|   /}')
print('( 0 )\"\"\"\\')
print('|\"^\"`    |')
print('||_/=\\__|')
print()
print('''위와 똑같이 생긴 강아지를 반드시 찾아주세요.
강아지도 아마 "CAT" 마을에 다시 오고 싶어 할 거예요!''')
print()
print('''그럼 이만 글을 마치겠습니다.
      
마지막으로!!!!!!!!!!!!!!!!!!!
강아지를
꼭 찾아주세요!''')

