print(''''Cherry'라는 고양이가 있습니다.
'Cherry'는 현재 몇 살일까요? 제가 예측하기엔 8살인 것 같아요.
고양이가 8살이면 사람 나이로 중년이라고 해요.''')
print()
print("""고양이들은 너무 귀엽습니다. 당신이 생각하기엔 어떤가요?
강아지도 귀엽다고요? 물론, 그렇게 생각할 수도 있습니다.""")
print()
print('\'하하\' 제가 생각하기엔 고양이, 강아지 둘 다 \"귀엽네요\"!!')
print()
print('고양이들은 눈이 매력적인 것 같습니다.')
print()
print('제 고양이를 보여드리겠습니다.')
print()
print('!!MY CAT!!')
print('\    /\\') # \ 뒤에 작은따옴표 있기 때문에 출력 기호로 인식하지 않기 위해서 \\ 2번 사용
print(' )  ( \')')
print('(  /  )')
print('\(__)|') # \ 뒤에 따옴표 없기 때문에 한 번만 사용해도 됨
print()
print('''어떤가요? 귀엽지 않나요?
제 고양이를 꼭 출력해 주세요.. 
여러분만 믿을게요!!''')

