a = 3
b = 6

print('''아래는 피연산자와 연산자에 대한 설명입니다.
'2+5'의 식에서 피연산자는 2, 5이고 연산자는 '+'입니다.''')
print()

print('피연산자는 연산자에 의해 작업이 수행되는 값,')
print('연산자는 특정 작업을 수행하기 위한 기호입니다.')
print()

print('저희가 배운 python의 산술 연산자에 대해 설명해보겠습니다.')
print('산술 연산자는 수학적인 계산에 사용되는 연산자이며')
print('+, -, *, /, %, // 등이 있습니다.')
print()

print("그럼 '3, 6', '산술 연산자'를 이용해서 식을 작성해 봅시다.")
print('>> 계산 결과 <<<')
print(a, '+', b, '=', a + b)
print(a, '-', b, '=', a - b)
print(a, '*', b, '=', a * b)
print(a, '//', b, '=', a // b)
print(a, '%', b, '=', a % b)


